Repository: common-repository/zoorum-comments
Catalog: lang/zoorum-comments-*.po
Languages: sv_se

source: no pid passed
sv_se: Inget post ID medskickat.

source: no post with pid
sv_se: Ingen post med post ID.

source: pid already has zoorum thread
sv_se: post ID har redan zorum tråd.

source: page:
sv_se: sida:

source: pid has no zoorum thread
sv_se: post ID har ingen zoorum tråd.

source: Thread have been deleted in Zoorum.
sv_se: Tråden har blivit borttagen i Zoorum

source: Could not connect to subforum
sv_se: Kunde inte kontakta subforum

source: Could not connect to server
sv_se: Kunde inte kontakta servern

source: Unknown error
sv_se: Okänt fel

source: ago
sv_se: sedan

source: Article by %s on
sv_se: Artikel av %s på

source: Incorrect API-key
sv_se: Felaktig API-nyckel

source: A widget to display the recent feed from forum
sv_se: En widget för att visa den senaste aktiviteten på forumet

source: Latest forum activity
sv_se: Senaste forumaktivitet

source: Go to the forum
sv_se: Gå till forumet

source: Title:
sv_se: Titel:

source: Zoorum Comments options
sv_se: Zoorum plugin inställningar

source: Options saved.
sv_se: Inställningar sparade.

source: Options failed to save.
sv_se: Inställningar blev ej sparade.

source: The url of the zoorum forum. ex. http://test.zoorum.com/. Including the trailing slash!
sv_se: Fullständig URL till zoorum forumet. ex. http://test.zoorum.com/. Inklusive den avslutande slashen!

source: Zoorum API key
sv_se: Zoorum API nyckel

source: The API Key from zoorum.
sv_se: API nyckeln från zoorum.

source: Display error messages
sv_se: Visa felmeddelanden

source: Display error messages whenever communication to zoorum is corrupted.
sv_se: Visa felmeddelanden när kommunikation mot zoorum blir felaktig.

source: Save changes
sv_se: Spara ändringar

source: One comment on &ldquo;%2$s&rdquo;
sv_se: En kommentar till &ldquo;%2$s&rdquo;

source: Be the first to comment &ldquo;%1$s&rdquo;
sv_se: Bli först att kommentera &ldquo;%1$s&rdquo;

source: Comments are locked
sv_se: Kommentarer är låsta

source: Continue this discussion on the forum
sv_se: Fortsätt denna diskussion på forumet

source: Comment
sv_se: Kommentera

source: Send
sv_se: Skicka

source: Note! Title must contain 5 characters to enable creation of a zoorum-thread on reply
sv_se: Obs! Titel måste innehålla 5 tecken för att zoorumtråd ska kunna skapas
